Repository: wp-plugins/xili-language
Catalog: xili-language-*.po
Languages: es_es

source: A new language was added.
es_es: Un nuevo idioma ha sido agregado.

source: Language to update.
es_es: Idioma a actualizar.

source: A language was updated.
es_es: Se ha actualizado un idioma.

source: A language to delete.
es_es: Idioma a ser borrado.

source: A language was deleted.
es_es: El idioma se ha borrado.

source: Find above the list of languages.
es_es: Lista de idiomas (arriba).

source: Language
es_es: Idioma

source: Languages
es_es: Idiomas

source: List of languages
es_es: Lista de idiomas

source: Full name
es_es: Nombre Completo

source: Name
es_es: Nombre

source: Language slug
es_es: Slung del idioma (nombre sin espacios y en minúsculas)

source: Order
es_es: Orden

source: Note:
es_es: Nota:

source: Update
es_es: Actualizar

source: Edit language
es_es: Editar idioma

source: Delete language ?
es_es: Borrar idioma?

source: This plugin was developed with the taxonomies, terms tables and tags specifications. <br /> Here a new taxonomy was created and used for languages of posts and pages. <br /> New radiobuttons are available in Post (and Page) write and edit admin pages for selection by author. It is updated for WP 3.0 since 1.5
es_es: Este plugin se ha desarrollado tomando en cuenta la tabla de taxonomías, términos y etiquetas. <br /> Se ha creado una nueva taxonomía para ser usado por los idiomas en el modo de edición y creación de páginas y entradas. <br /> A partir de este momento dispone de botones en las entradas (y páginas) para seleccionar el idioma. Actualizado para WP 3.0 desde su version 1.5

source: Add a language
es_es: Agregar idioma

source: Add &raquo;
es_es: Agregar &raquo;

source: Delete &raquo;
es_es: Borrar &raquo;

source: Update &raquo;
es_es: Actualizar &raquo;

source: Choose…
es_es: Seleccionar...

source: Selected language
es_es: Seleccionar idioma

source: english
es_es: ingles

source: belgium french
es_es: belga

source: french
es_es: frances

source: german
es_es: aleman

source: undefined
es_es: no definido

source: Display
es_es: Mostrar

source: Post ID
es_es: ID de la entrada

source: Page ID
es_es: ID de la página

source: Post's language
es_es: Idiomas de la entrada

source: Page's language
es_es: Idiomas de las páginas

source: The list of languages is not defined. Go to:
es_es: No se ha definido una lista de idiomas. Para ir a hacerlo:

source: Linked posts
es_es: Entradas linkeadas

source: Linked pages
es_es: Páginas Linkeadas

source: ID of posts in other languages:
es_es: ID de las entradas en otros idiomas:

source: ID of pages in other languages:
es_es: ID de las páginas en otros idiomas:

source: Check
es_es: Checkear

source: to auto search linked posts. (read docs)
es_es: para encontrar de forma automática entradas linkeadas. (Ver Documentación)

source: to auto search linked pages. (read docs)
es_es: para encontrar de forma automática páginas linkeadas. (Ver Documentación)

source: Settings
es_es: Configuración

source: Select by default browser language of visitor
es_es: Seleccionar de forma automática el idioma del explorador

source: For new post, pre-select by default: browser language of author
es_es: Para las nuevas entradas seleccionar de forma automática el idioma del explorador.

source: Language of visitor's browser
es_es: Idioma del explorador del visitante

source: Select language of the home page
es_es: Seleccionar idioma de la página principal

source: Software defined
es_es: Definidor por el Software

source: Enable gold functions
es_es: Habilitar las funciones de oro

source: Set undefined posts...
es_es: Macar entradas no definidas...

source: Choose target language…
es_es: Seleccionar idioma...

source: Error: other post not present !!!
es_es: Error: no existen otras entradas !!!

source: Special
es_es: Especial

source: Special Gold Actions
es_es: Acción de Oro especial

source: xili-language plugin : THEME_TEXTDOMAIN UNDEFINED
es_es: xili-language plugin : la variable THEME_TEXTDOMAIN no está definida

source: no theme domain in index.php
es_es: no existe un dominio para el tema definido en index.php

source: no index.php in theme, domain not set
es_es: no existe el archivo index.php en el tema, no se ha podido fijar el dominio

source: Theme's informations:
es_es: Información del Tema:

source: theme_domain:
es_es: dominio del tema:

source: as function like:
es_es: como la siguiente función:

source: Theme domain NOT defined
es_es: el dominio de tema no se ha definido

source: Languages sub-folder:
es_es: Sub-Carpeta para los idiomas:

source: Available MO files:
es_es: Archivos .MO disponibles:

source: Nav menu: Home links in each language
es_es: Menú de Navegación: Enlace de inicio en cada lenguaje

source: This theme doesn't contain active Nav Menu. List of languages cannot be automatically added.
es_es: Este tema no contiene un Menú de Navegación activo. Por ello la lista de idiomas no se puede ser agregada de forma atutomática.

source: See <a href="%s" title="Menu Items definition">Appearance Menus activation</a> settings.
es_es: Ver <a href="%s" title="Definición del Menú">activación del menú de navegación</a>.

source: Add list in nav menu
es_es: Agregar lista en el menú de navegación

source: Theme's nav menu items settings:
es_es: Configuración del menú de navegación del tema:

source: This theme doesn't contain active Nav Menu.
es_es: Este tema no contiene un Menú de Navegación activo.

source: See <a href="%s" title="Menu Items definition">Appearance Menus</a> settings.
es_es: Ver <a href="%s" title="Definición del Menú">activación del menú de navegación</a>.

source: This theme (%s) contains "%s" Nav Menu.
es_es: Este tema (%s) contiene "%s" Menú de Navegación.

source: This menu has %s item(s);
es_es: Este menú tiene %s item(s).

source: Be aware that list is already automatically inserted (see above) !
es_es: Tome en cuenta que la lista se crea de forma automatica (ver arriba)

source: Do you want to add list of language links at the end ?
es_es: Desea agregar una lista con un enlace para cada idioma al final?

source: Add menu items
es_es: Agregar times al menú
