Repository: wp-plugins/xili-language
Catalog: languages/xili-language-widget-*.po
Languages: es_es

source: List of languages
es_es: Lista de Idiomas

source: List of available languages by xili-language plugin
es_es: Lista de idiomas disponibles en el plugin xili-language

source: List of recent comments by xili-language plugin
es_es: Lista de comentarios recientes sobre xili-language

source: List of recent comments
es_es: Lista de comentarios recientes

source: List of recent posts
es_es: Lista de entradas recientes

source: The most recent posts on your blog by xili-language
es_es: Las ultimas entradas del blog con xili-language

source: Language:
es_es: Idioma:

source: All languages
es_es: Todos los idiomas

source: Current language
es_es: Idioma actual

source: Type
es_es: Tipo

source: HTML tags of list
es_es: Código HTML para la lista de idiomas

source: before list
es_es: antes de la lista

source: before line
es_es: antes de la línea

source: after line
es_es: después de la linea

source: after list
es_es: después de la lista
